{"name": "sequential_5", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 240, 240, 3], "dtype": "float32", "sparse": false, "ragged": false, "name": "efficientnetb1_input"}}, {"class_name": "Functional", "config": {"name": "efficientnetb1", "trainable": false, "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 240, 240, 3], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_4"}, "name": "input_4", "inbound_nodes": []}, {"class_name": "Rescaling", "config": {"name": "rescaling_6", "trainable": false, "dtype": "float32", "scale": 0.00392156862745098, "offset": 0.0}, "name": "rescaling_6", "inbound_nodes": [[["input_4", 0, 0, {}]]]}, {"class_name": "Normalization", "config": {"name": "normalization_3", "trainable": false, "dtype": "float32", "axis": [3], "mean": null, "variance": null}, "name": "normalization_3", "inbound_nodes": [[["rescaling_6", 0, 0, {}]]]}, {"class_name": "Rescaling", "config": {"name": "rescaling_7", "trainable": false, "dtype": "float32", "scale": 